Repository: Kvnbbg/Vision-Week-Virtual-Exploration
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Vision Week
fr: Semaine de la Vision

source: Hello World
fr: Bonjour le monde

# welcomeMessage
source: Welcome to Vision Week!
fr: Bienvenue à la Semaine de la Vision !

source: Login
fr: Connexion

# loginTitle
source: Sign in
fr: Connexion

source: Logout
fr: Déconnexion

# email
source: Email address
fr: Adresse e-mail

# emailRequired
source: Email is required
fr: L'e-mail est obligatoire

source: Password
fr: Mot de passe

# passwordRequired
source: Password is required
fr: Le mot de passe est obligatoire

# passwordTooShort
source: Password must contain at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

source: Sign Up
fr: S'inscrire

source: Forgot Password?
fr: Mot de passe oublié ?

# homeTitle
source: Home
fr: Accueil

# exploreZoo
source: Explore the zoo and learn about animals.
fr: Explorer le zoo et découvrir les animaux.

source: Start Exploring
fr: Commencer l'exploration

source: Generate Text
fr: Générer du texte

source: Animal Gallery
fr: Galerie d'animaux

# feedbackTitle
source: Project brief
fr: Brief projet

# feedbackLabel
source: Share your goals, timeline, and budget
fr: Partagez vos objectifs, délais et budget

# submitFeedback
source: Send request
fr: Envoyer la demande

# feedbackListTitle
source: Client notes
fr: Notes client

# welcomeAppBarTitle
source: Vision Week
fr: Semaine Vision

# welcomeMessageBody
source: Welcome to Vision Week!
fr: Bienvenue à la Semaine Vision !

# welcomeStartButton
source: Start
fr: Commencer

# registerSuccessMessage
source: Account created successfully. Check your inbox to verify your email.
fr: Compte créé avec succès. Consultez votre messagerie pour vérifier votre email.

# registerTitle
source: Create an account
fr: Créer un compte

# feedbackEmpty
source: No notes yet
fr: Aucune note pour le moment

source: Settings
fr: Paramètres

# darkModeLabel
source: Dark theme
fr: Thème sombre

# darkModeDescription
source: Using the dark experience
fr: Expérience sombre activée

# lightModeDescription
source: Using the light experience
fr: Expérience claire activée

# languagePickerLabel
source: App language
fr: Langue de l'application

# languagesTooltip
source: Languages
fr: Langues

# languageEnglish
source: English
fr: Anglais

# languageFrench
source: French
fr: Français

# accessibilityTitle
source: Accessibility
fr: Accessibilité

# accessibilityDescription
source: Responsive layout and larger tap targets are enabled by default.
fr: Disposition adaptative et grandes zones tactiles activées par défaut.

# explorerTabLabel
source: Explorer hub
fr: Hub explorateur

# merchantTabLabel
source: Seller ops
fr: Opérations vendeur

# courierTabLabel
source: Courier
fr: Coursier

# trackingTabLabel
source: Live tracking
fr: Suivi en direct

# profileTabLabel
source: Profile
fr: Profil

# adminTabLabel
source: Admin console
fr: Console admin

# explorerHeroHeadline
source: Build premium digital products faster
fr: Construisez des produits digitaux premium plus vite

# explorerHeroSubtitle
source: I help founders launch high-converting experiences with strategy, design, and automation.
fr: J'aide les fondateurs à lancer des expériences performantes avec stratégie, design et automatisation.

# quickActionsTitle
source: Quick actions
fr: Actions rapides

# quickActionTrack
source: Book a discovery call
fr: Réserver un appel découverte

# quickActionSchedule
source: Request a proposal
fr: Demander une proposition

# quickActionInvite
source: Share your brief
fr: Partager votre brief

# quickActionOrder
source: UI/UX audit
fr: Audit UI/UX

# quickActionOrderDescription
source: Identify quick wins to increase conversions.
fr: Identifiez les gains rapides pour convertir plus.

# quickActionExperience
source: Build an MVP
fr: Construire un MVP

# quickActionExperienceDescription
source: From prototype to production-ready release.
fr: Du prototype à une mise en production solide.

# quickActionShare
source: Share portfolio
fr: Partager le portfolio

# quickActionShareDescription
source: Send curated case studies to your team.
fr: Envoyez des études de cas à votre équipe.

# activeOrderTitle
source: Active client project
fr: Projet client en cours

# activeOrderSubtitle
source: Project {orderNumber}
fr: Projet {orderNumber}

# activeOrderView
source: View timeline
fr: Voir le planning

# activeOrderEta
source: Next delivery {eta}
fr: Prochaine livraison {eta}

# activeOrderRating
source: {rating} ⭐ client rating
fr: Note client {rating} ⭐

# trendingExperiencesTitle
source: Featured services
fr: Services phares

# signatureBundlesTitle
source: Service bundles
fr: Bundles de services

# communityHighlightsTitle
source: Client highlights
fr: Retours clients

# communityHighlightsInsights
source: View metrics
fr: Voir les métriques

# communityHighlightsEmpty
source: No highlights yet. Be the first to share a win!
fr: Aucun retour pour le moment. Partagez une réussite !

# feedbackSubmitted
source: Thanks for reaching out — I’ll reply shortly.
fr: Merci pour votre message, je reviens vite vers vous.

# merchantOverviewTitle
source: Seller command center
fr: Centre de commande vendeur

# ordersTableTitle
source: Active orders
fr: Commandes actives

# ordersTableOrder
source: Order
fr: Commande

# ordersTableCustomer
source: Customer
fr: Client

# ordersTableValue
source: Value
fr: Montant

# ordersTableItems
source: Items
fr: Articles

# ordersTableStatus
source: Status
fr: Statut

# ordersTableEmpty
source: No active orders. Launch a campaign to drive demand.
fr: Aucune commande en cours. Lancez une campagne pour générer de la demande.

# merchantCtaMenu
source: Manage menu
fr: Gérer le menu

# merchantCtaCampaign
source: Create campaign
fr: Créer une campagne

# merchantCtaAutomation
source: Automate prep
fr: Automatiser la préparation

# courierOverviewTitle
source: Courier mission control
fr: Tour de contrôle coursier

# courierNextStopTitle
source: Next stop
fr: Prochaine étape

# courierOpenNavigation
source: Open navigation
fr: Ouvrir la navigation

# courierPickupSubtitle
source: Deliver to {destination}
fr: Livrer à {destination}

# courierEta
source: ETA {eta}
fr: Arrivée {eta}

# courierStatus
source: Status: {status}
fr: Statut : {status}

# courierAssignmentsTitle
source: Assignments queue
fr: File des missions

# courierAssignmentsEmpty
source: No upcoming assignments. Stand by for dispatch.
fr: Aucune mission à venir. En attente de dispatch.

# courierLiveOrderTitle
source: Live order telemetry
fr: Télémetrie commande

# courierCompleteStop
source: Complete stop
fr: Terminer l'étape

# orderTrackingTitle
source: Order {orderNumber}
fr: Commande {orderNumber}

# orderTrackingEta
source: Estimated arrival {eta}
fr: Arrivée estimée {eta}

# orderTimelineTitle
source: Timeline
fr: Chronologie

# orderTrackingShare
source: Share tracking link
fr: Partager le suivi

# profileHeadline
source: Your Vision Week identity
fr: Votre identité Vision Week

# profileGuestName
source: Guest explorer
fr: Explorateur invité

# profileEmailPending
source: Email verification pending
fr: Email en attente de vérification

# profileRoleLabel
source: Active role
fr: Rôle actif

# profileRoleDescription
source: Switch between explorer, seller, courier, or admin to preview their experience.
fr: Basculez entre explorateur, vendeur, coursier ou admin pour prévisualiser leurs flux.

# profilePreferences
source: Experience preferences
fr: Préférences d'expérience

# profilePreferencesSubtitle
source: Update language, accessibility, and layout presets.
fr: Mettez à jour langue, accessibilité et dispositions.

# profileNotificationsSubtitle
source: Push + email alerts for assignments, reviews, and incidents.
fr: Alertes push et e-mail pour missions, avis et incidents.

# profileDailyNotificationTitle
source: Today
fr: Aujourd'hui

# notificationStartOfWeek
source: Start of the week.
fr: Début de semaine.

# notificationAlmostWeekend
source: Almost weekend.
fr: Presque le week-end.

# notificationRegularDay
source: Regular day.
fr: Journée normale.

# profileSecurity
source: Security
fr: Sécurité

# profileSecuritySubtitle
source: Manage MFA, device approvals, and recovery codes.
fr: Gérez MFA, appareils approuvés et codes de récupération.

# profileSignOut
source: Sign out
fr: Se déconnecter

# roleExplorer
source: Explorer
fr: Explorateur

# roleSeller
source: Seller
fr: Vendeur

# roleCourier
source: Courier
fr: Coursier

# roleAdmin
source: Admin
fr: Administrateur

# adminOverviewTitle
source: Platform governance
fr: Gouvernance plateforme

# adminInsightsTitle
source: Operational insights
fr: Insights opérationnels

# adminGovernanceTitle
source: Governance updates
fr: Mises à jour gouvernance

# adminGovernanceSubtitle
source: Review ADRs, compliance tasks, and ownership changes.
fr: Consultez ADR, tâches de conformité et changements d'équipes.

# adminAuditTitle
source: Audit trail
fr: Journal d'audit

# adminAuditSubtitle
source: Latest deployments, policy checks, and anomaly alerts.
fr: Derniers déploiements, contrôles et alertes.

# adminActionSecurity
source: Open security center
fr: Ouvrir le centre sécurité

# adminActionMetrics
source: View DORA metrics
fr: Voir les métriques DORA

# adminActionTeams
source: Manage teams
fr: Gérer les équipes
